<?php
return [

    'costCenter store' => 'تم إنشاء مركز الكلفة بنجاح',
    'costCenter delete error' =>  'لا يمكن حذف مركز الكلفة لأحتوائهعلى مراكز كلفة ضمنه',
    'costCenter delete success'=>'تم حذف مركز الكلفة بنجاح ',
    ''=>'',
    ''=>'',
    ''=>'',

    // Validation
    'code required'          =>' رمز مركز الكلفة يجب أن يدخل ',
    'code unique'            =>'رمز مركز الكلفة موجود سابقاً',
    'code string'            => 'رمز مركز الكلفة يجب أن يكون محارف',
    'name required'          => 'اسم مركز الكلفة يجب أن يدخل ',
    'name max'               =>'اسم مركز الكلفة تجاوز ال 50 محرف ',
    'name unique'            => 'اسم مركز الكلفة موجود سابقاً',
    'name string'            => 'اسم مركز الكلفة يجب أن يكون محارف ',
];
