<?php
return [

    'item   store' => 'تم إنشاء المادة  بنجاح',
    'item delete' => 'لا يمكن حذف الوحدة الافتراضية',
    'item   delete error' => 'المادة  غير موجود ',
    'item   delete success'=>'تم حذف المادة  بنجاح ',
    ''=>'',
    ''=>'',
    ''=>'',

    // Validation
//    'code required'          =>' رمز المادة  يجب أن يدخل ',
//    'code unique'            =>'رمز المادة  موجود سابقاً',
//    'code string'            => 'رمز المادة  يجب أن يكون محارف',
//    'name required'          => 'اسم المادة  يجب أن يدخل ',
//    'name max'               =>'اسم المادة  تجاوز ال 50 محرف ',
//    'name unique'            => 'اسم المادة  موجود سابقاً',
//    'name string'            => 'اسم المادة  يجب أن يكون محارف ',
];
