<?php
return [

    'unit store' => 'تم إنشاء الوحدة بنجاح',
    'unit delete' => 'لا يمكن حذف الوحدة الافتراضية',
    'unit delete error' => 'الوحدة غير موجود ',
    'unit delete success'=>'تم حذف الوحدة بنجاح ',
    ''=>'',
    ''=>'',
    ''=>'',

    // Validation
//    'code required'          =>' رمز الوحدة يجب أن يدخل ',
//    'code unique'            =>'رمز الوحدة موجود سابقاً',
//    'code string'            => 'رمز الوحدة يجب أن يكون محارف',
//    'name required'          => 'اسم الوحدة يجب أن يدخل ',
//    'name max'               =>'اسم الوحدة تجاوز ال 50 محرف ',
//    'name unique'            => 'اسم الوحدة موجود سابقاً',
//    'name string'            => 'اسم الوحدة يجب أن يكون محارف ',
];
