<?php
return [

    'user store' => 'تم إنشاء المستخدم بنجاح',
    'admin delete' => 'لا يمكن حذف المدير العام ',
    'user delete error' => 'المستخدم غير موجود ',
    'user delete success'=>'تم حذف المستخدم بنجاح ',
    ''=>'',
    ''=>'',
    ''=>'',

    // Validation
//    'code required'          =>' رمز المستخدم يجب أن يدخل ',
//    'code unique'            =>'رمز المستخدم موجود سابقاً',
//    'code string'            => 'رمز المستخدم يجب أن يكون محارف',
//    'name required'          => 'اسم المستخدم يجب أن يدخل ',
//    'name max'               =>'اسم المستخدم تجاوز ال 50 محرف ',
//    'name unique'            => 'اسم المستخدم موجود سابقاً',
//    'name string'            => 'اسم المستخدم يجب أن يكون محارف ',
];
