app/Traits/Branch/BranchTrait.php

select * from `branches` where `branch_id` = '1'
---
    public function numOfSubBranches($id)
    {
        $SubBranches = Branch::where('branch_id', $id)->get();