app/Traits/User/UserTrait.php

select * from `branches` where `branches`.`id` = '2' limit 1
select * from `branches`
---
    public function autoComplete($id)
    {
        $branch = Branch::find($id);
        //return $branch;
        $all_branches = Branch::all();

select * from `branches` where `branches`.`id` = '5' limit 1
---
    public function recursiveBranches($parent_id, $child_id)
    {
        $parentBranch = Branch::find($parent_id);
        $child_branch = Branch::find($child_id);

select `id` from `branches` where `branch_id` is null
---
    public function reAutoComplete($id)
    {

//......all branches........................................
        $all_branches = Branch::all();